;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language = Русский/Russian
WebLang=RUS
Translator = VS Revo Group, edited by Luber
Codepage=UNICODE
Version=5.1.7


[Uninstaller Toolbar]
102 = Вид
103 = Параметры
104 = Деинсталляция
105 = Инструменты
106 = Режим охоты
107 = Список
108 = Значки
109 = Таблица
110 = Удалить
111 = Удалить
112 = Обновить
113 = Вы действительно хотите удалить выбранный элемент из реестра?
114 = Вы действительно хотите деинсталлировать выбранное приложение?
115 = Обновление
116 = Справка
117 = Справка по текущему инструменту…
118 = Домашняя страница…
119 = О программе…
120 = Вы не являетесь администратором.
121 = Вы действительно хотите деинсталлировать выбранный компонент системы?\nОстановитесь, если не уверены в том, что делаете.
122 = На этой странице отображены все программы и компоненты, установленные для текущего пользователя и для всех пользователей. В режиме таблицы, или с помощью контекстного меню вы можете получить дополнительную информацию, ссылки и свойства установленной программы. Режим охоты — это основная особенность программы Revo Uninstaller. Данный режим предоставляет гибкие возможности деинсталляции, остановки, удаления или отключения автозапуска программы одним щелчком мыши.
123 = Поиск…
124 = Найдено:
125 = Вы действительно хотите удалить выбранный системный компонент из реестра?\nЭтот компонент может быть необходим операционной системе.
126 = удалён из автозагрузки.
127 = помещён в автозагрузку.
128 = Приложение «%s» установлено в той же папке, что и «%s».\nВ этой папке могут быть найдены остатки от обоих приложений.\nТщательно проверьте всё, что предлагается для удаления.
129 = Принудительная деинсталляция

[Uninstaller List]
150 = Приложение
151 = Размер
152 = Версия
153 = Дата установки
154 = Компания
155 = Сайт
156 = Комментарий
157 = Строка деинсталлятора
158 = Раздел реестра
159 = Инсталлятор

[Uninstaller StatusBar]
201 = Установлено программ:
202 = Загрузка списка…

[Registry Optimizer]
302 = Выберите область сканирования
303 = Главное меню

[Autorun Toolbar]
407 = Запустить
408 = Завершить
409 = Удалить
410 = Всего объектов:
411 = Включено объектов:
412 = С помощью диспетчера автозагрузки вы можете не только включать и отключать автоматический запуск программ при загрузке Windows, но также можете получить более подробную информацию о приложениях. Вы можете узнать путь автозапуска, описание, сведения о разработчике, состояние (запущена или не запущена), а также размещение команды автозапуска (в системном реестре или в файле на жёстком диске).

[Autorun List]
450 = Название программы
451 = Путь к файлу программы
452 = Описание
453 = Разработчик
454 = Состояние
455 = Расположение
456 = Запущена
457 = Не запущена
458 = Недопустима
459 = Завершить процесс…
460 = Запустить процесс
461 = Открыть содержащую папку…
462 = Открыть место запуска…
463 = Копировать путь запуска
464 = Удалить элемент…
465 = Удалить все недопустимые…
466 = Удалить все незапущенные…
467 = Удалить все отключённые…
468 = Свойства…
470 = Вы действительно хотите закрыть выбранное приложение?\nВсе несохранённые данные будут утеряны.
471 = Вы действительно хотите удалить выбранный элемент?
472 = Вы действительно хотите удалить все недопустимые элементы?
473 = Вы действительно хотите удалить все незапущенные элементы?
474 = Вы действительно хотите удалить все отключённые элементы?
475 = Команда не существует.
476 = Неизвестно
477 = Отключить автозапуск
478 = Включить автозапуск

[Outlook Control]
300 = Оптимизация
301 = Оптимизация реестра
400 = Диспетчер автозагрузки
500 = Личные данные
501 = Очистка браузеров
600 = Очистка Microsoft Office
700 = Очистка Windows
800 = Удаление данных
900 = Безвозвратное удаление данных
2100 = Инструменты Windows
2200 = Удаление ненужных файлов

[Track Cleaner Browsers]
507 = Очистить все
508 = Очистить историю посещённых страниц
509 = Очистить историю введённых адресов
510 = Удалить временные файлы интернета
511 = Удалить все cookies
512 = Удалить файлы Index.dat
513 = Выполнить
514 = Очистить историю загруженных файлов
515 = Очистить историю сеансов
516 = Очистить введённые данные форм
517 = Удаление
518 = Вы действительно хотите очистить все выбранные данные истории?
521 = Вы действительно хотите очистить историю данных браузера Internet Explorer?
522 = Вы действительно хотите очистить историю данных браузера Firefox?
523 = Вы действительно хотите очистить историю данных браузера Opera?
524 = Вы действительно хотите очистить историю данных браузера Netscape?
525 = Ваш браузер записывает подробные данные обо всех посещённых вами сайтах. Данная информация легко доступна из окна браузера, и поэтому любой, нажав кнопку в окне браузера, может увидеть, что вы просматривали в интернете. С помощью данного инструмента вы можете удалить временные файлы интернета, которыми являются все рисунки, видимые вами в интернете, все загруженные файлы видео и все посещённые веб-страницы. Удаление временных файлов интернета поможет освободить некоторое количество места на диске.
526 = Закройте браузер перед выполнением очистки.
527 = Файлы Index.dat будут удалены после перезагрузки компьютера.
599 = Очистка выбранных элементов завершена.

[Office Track Cleaner]
601 = Очистить
607 = Очистить историю последних открытых документов в Microsoft Word
608 = (включая Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 и Word 2016)
609 = Очистить историю последних открытых документов в Microsoft Excel
610 = (включая Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 и Excel 2016)
611 = Очистить историю последних открытых документов в Microsoft Access
612 = (включая Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 и Access 2016)
613 = Очистить историю последних открытых документов в Microsoft PowerPoint
614 = (включая PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 и PowerPoint 2016)
615 = Очистить историю последних открытых документов в Microsoft FrontPage
616 = (включая FrontPage 2000, FrontPage XP, FrontPage 2003 и FrontPage 2007)
617 = C помощью данного инструмента вы можете очистить историю последних открытых файлов в Microsoft Word, Excel, Access, PowerPoint и FrontPage. Если вы не хотите, чтобы кто-нибудь увидел ваши последние открытие или отредактированные электронные таблицы, документы или другие файлы, созданные с помощью Microsoft Office, то просто типы файлов, и нажмите кнопку «Очистить».

[Windows Tracks Cleaner]
701 = Очистить
707 = Очистить историю последних документов
708 = Очистить историю команды «Выполнить» в меню «Пуск»
709 = Очистить историю поиска файлов
710 = Очистить историю поиска принтеров, компьютеров и людей
711 = Очистить буфер обмена
712 = Очистить историю последних файлов в Microsoft Paint
713 = Очистить историю последних файлов в Microsoft Wordpad
714 = Очистить историю последнего открытого раздела в редакторе реестра
715 = Очистить историю диалоговых окон открытия и сохранения файлов
716 = Очистить историю последних открытых папок в общих диалоговых окнах
717 = Очистить корзину
718 = Удалить временные файлы Windows
719 = Очистить журналы использования главного меню
720 = Microsoft Windows сохраняет следы многих ваших действий на компьютере, таких как историю поиска файлов и папок, историю последних открытых документов, историю открытия и сохранения файлов, используемую в стандартных диалоговых окнах открытия и сохранения файлов из различных приложений, и многое другое. С помощью данного инструмента вы можете удалить всю эту историю и временные файлы. Также здесь вы можете очистить корзину и удалить временные файлы, что может поспособствовать некоторому освобождению места на диске.
721 = История команды «Выполнить» будет очищена после перезапуска файла explorer.exe.
722 = Записи в системном реестре Windows
723 = Файлы на локальном жёстком диске
724 = Удалить файлы дампа памяти
725 = Удалить фрагменты восстановленных Chkdsk (Check Disk) файлов


[Evidence Remover]
802 = Выполнить
803 = Стирание
804 = Идёт стирание данных. Пожалуйста, подождите…
805 = завершено
806 = Отметьте флажками диски, которые вы хотите очистить от следов вашей работы. Данный инструмент затрагивает только уже удалённые данные. Внимание: после завершения процесса очистки восстановить удалённые файлы будет невозможно.
807 = При очистке корзины все ваши файлы и папки только помечаются как удалённые, но физически они не стираются, и при помощи специализированных программ такие файлы можно легко восстановить. Данный инструмент безвозвратно стирает удалённые файлы и папки.
808 = Вы действительно хотите безвозвратно стереть оставшиеся следы от удалённых файлов на выбранных дисках?

[Unrecoverable Delete]
912 = Список файлов и папок, подлежащих безвозвратному удалению
913 = Файлы
914 = Папки
915 = Добавьте файлы и папки, которые вы хотите удалить из системы. Эти файлы восстановить будет невозможно никаким инструментом.
916 = Добавьте папки, которые вы хотите удалить из системы. Эти папки восстановить будет невозможно никаким инструментом.
917 = Добавить файлы для удаления…
918 = Добавить папки для удаления…
919 = Удалить безвозвратно…
920 = Очистить список
921 = Используйте этот инструмент, если хотите надёжно удалить файл или папку так, что потом никто и никаким инструментом не сможет восстановить его. При обычном удалении файлов или При очистке корзины все ваши файлы и папки только помечаются как удалённые, но физически они не стираются, и при содействии некоторых программ такие файлы можно легко восстановить. Данный инструмент безвозвратно стирает удалённые файлы и папки.
922 = Вы действительно хотите безвозвратно удалить выбранные файлы и папки?

[Options Tree]
1001 = Параметры
1002 = Экспорт всех параметров
1003 = Импорт всех параметров
1100 = Общие
1200 = Деинсталлятор


[General]
1101 = Текущий язык:
1102 = Включить расширенный режим
1103 = Проверять обновления при запуске
1104 = Автоматически обновлять в фоне

[Uninstaller Options]
1201 = Показывать системные обновления
1202 = Показывать компоненты системы
1204 = Запускать стандартный деинсталлятор
1205 = (не поддерживается в Windows Vista)
1206 = Создавать точку восстановления системы перед деинсталляцией
1208 = Отключить функцию История удаления
1209 = Показывать ярлыки веб-страниц

[Auto Update]
1907 = Обновление
1908 = Сведения о версии
1909 = Текущая версия:
1910 = Последняя версия:
1911 = Загрузить
1912 = Загрузка последней версии
1913 = Что нового в версии?
1914 = Проверка…
1915 = Ошибка соединения…
1916 = Остановить
1917 = Загружено %s из %s
1918 = Загружено %s (полный размер неизвестен)
1919 = Не удалось соединиться с сайтом www.revouninstaller.com. Проверьте, активно ли подключение к интернету, и не блокирует ли ваш брандмауэр Revo Uninstaller Pro.
1920 = Проверка новой версии не удалась. Нет подключения к интернету.
1921 = Загрузка...
1922 = Начало обновления...
1923 = Готово
1924 = Нет доступного обновления
1925 = Успешно обновлено до последней версии (%s)

[WinTools]
2110 = Запустить
2111 = Имеется множество полезных инструментов и компонентов в каждой операционной системе Windows. Некоторые из инструментов используют сложные командные строки, до других трудно добраться. Данная страница позволяет одним щелчком мыши получить доступ к более десяти инструментов Windows.
2112 = Восстановление системы может быть использовано для отмены изменений в конфигурации системы и восстановления её параметров и производительности. Восстановление системы позволяет вернуть конфигурацию компьютера в более раннее состояние, называемое контрольной точкой восстановления, без потери текущих данных, таких как документы, почта, избранные ссылки и журнал ссылок. Любые изменения конфигурации, выполняемые восстановлением системы, обратимы. Система автоматически создаёт контрольные точки восстановления, называемые системными. Кроме этого, вы можете использовать восстановление системы для создания собственных точек, что может оказаться полезным при установке нового программного обеспечения или внесении изменений в реестр.
2113 = Диагностика сети собирает информацию о компьютере для решения сетевых проблем. Диагностика сети позволяет выполнить различные тесты и собрать различную информацию о сети. В зависимости от выбранных параметров, диагностика сети тестирует сетевое взаимодействие и проверяет доступность некоторых сетевых служб и программ. Также, производится сбор основной информации о компьютере. Это средство предоставляет вам или специалисту службы технической поддержки информацию, необходимую для поиска причин, вызвавших проблемы с сетью.
2114 = Сетевая информация отображает всю текущую конфигурацию сети TCP/IP, протокола DHCP (Dynamic Host Configuration Protocol) и настройки DNS (Domain Name System). Сетевая информация также отображает полную конфигурацию всех адаптеров TCP/IP, включая IP-адрес, MAC-адрес, маску подсети, шлюз по умолчанию, службу WINS (Windows Internet Naming Service) и конфигурацию DNS.
2115 = Центр обеспечения безопасности проверяет состояние трёх основных компонентов, предназначенных для защиты компьютера: брандмауэра, службы автоматического обновления и антивирусной программы. В случае обнаружения проблем с одним из этих компонентов (например, в случае устаревания антивирусных баз в антивирусной программе), центр обеспечения безопасности оповестит вас об этом, и предоставит рекомендации по устранению найденной проблемы.
2116 = Свойства системы может использоваться для просмотра общих сведений об аппаратной конфигурации компьютера (такой как тип процессора и общее количество оперативной памяти), просмотра и изменения настроек, контролирующих использование памяти компьютером, а также для поиска соответствующей информации, настройки профилей оборудования, просмотра информации о сетевых подключениях и профиля входа в систему, и для отправки отчётов об ошибках в Microsoft или системному администратору при их возникновении.
2117 = Компонент операционной системы Windows «Сведения о системе» собирает и отображает данные о конфигурации системы. Такие данные можно получить как для локального компьютера, так и для удалённого компьютера, с которым установлено соединение. Данный компонент включает информацию об аппаратной конфигурации, компонентах компьютера и программном обеспечении, включая подписанные и неподписанные драйвера. «Сведения о системе» — это инструмент, который вы можете использовать для быстрого поиска информации о компьютере и его операционной системе.
2118 = Команда TCP/IP Netstat — компонент операционной системы Windows, отображающий все активные подключения TCP, порты TCP и UDP, прослушивающие компьютер, и отображающий исполняемую программу, вовлечённую в создании каждого подключения или с прослушиванием порта (имя программы пишется внизу в квадратных скобках [ ], а вверху — компонент, вызывающий эту программу, и так далее до достижения TCP/IP).
2119 = Экранная клавиатура — это приложение, отображающее виртуальную клавиатуру на экране и позволяющее людям с ограниченной подвижностью печатать на экране с помощью указателя мыши или джойстика. Экранная клавиатура предназначена для облегчения работы людей с ограниченной подвижностью. Также вы можете использовать экранную клавиатуру, если думаете, что у вас на компьютере клавиатурный шпион, записывающий все ваши нажатия на клавиатуре. Экранная клавиатура устраняет возможность записи нажатия клавиш.
2120 = Дефрагментация диска — это системная служебная программа, выполняющая анализ локальных дисков с последующим поиском и объединением фрагментированных файлов и папок. Также «Дефрагментация диска» объединяет свободное пространство дисков, в результате чего фрагментация новых файлов становится менее вероятной, и система сможет сохранять файлы и папки более рационально.
2121 = Компонент «Службы» используются для следующих действий: запуска, приостановки, остановки, возобновления и отключения службы на удалённом и локальном компьютерах. Необходимо иметь соответствующие разрешения на запуск, приостановку, остановку, перезапуск и отключение служб. Также компонент «Службы» может использоваться для настройки действия по аварийному восстановлению службы в случае сбоя (например, автоматический перезапуск службы или компьютера), включения или отключения службы для конкретного профиля оборудования, и для просмотра состояния и описания каждой службы.
2122 = Компонент «Общие папки» позволяет просматривать сводку подключений и использования ресурсов на локальном и удалённых компьютерах. Компонент «Общие папки» замещает компоненты панели управления Windows NT Server версии 4.0, связанные с использованием ресурсов. Используя компонент «Общие папки» можно выполнять следующие действия: создавать, просматривать и задавать разрешения для общих ресурсов; просматривать список всех пользователей, подключённых к данному компьютеру с помощью локальной сети, и отключать их; просматривать список файлов, открытых удалёнными пользователями, а также закрывать эти файлы. Подпапки компонента «Общие папки» содержат сведения, распределённые по столбцам, обо всех общих ресурсах, сеансах и открытых файлах на локальном компьютере.
2123 = Оснастка «Групповая политика» используется для определения параметров политики, которые будут применяться к компьютерам или пользователям. Параметры групповой политики определяют различные компоненты окружения пользовательского рабочего стола, которыми управляет системный администратор (например, программы, доступные пользователям; программы, отображающиеся на пользовательском рабочем столе, и параметры меню «Пуск»).
2124 = С помощью мастера добавления и удаления компонентов Windows вы можете управлять компонентами Windows, установленными на вашем компьютере. После установки операционной системы Windows на компьютер вы можете использовать этот инструмент для добавления компонентов Windows, которые не были установлены при первоначальной установке Windows, или удалить существующие компоненты Windows, в которых вы не нуждаетесь.
2125 = Средство удаления вредоносных программ для Microsoft Windows удаляет наиболее распространенные виды вредоносных программ с компьютеров под управлением Windows Vista, Windows Server 2003, Windows XP и Windows 2000. Это средство не заменяет антивирусную программу. Для обеспечения защиты компьютера необходимо использовать антивирусную программу.


[Junk Files Cleaner Options]
2202 = Сканировать диски
2203 = Шаблон
2204 = Описание
2205 = Добавить
2206 = Удалить
2207 = По умолчанию
2208 = Удаление ненужных файлов::Общие
2209 = Удаление ненужных файлов::Исключения
2220 = Шаблон для поиска:
2221 = Можно использовать символы ? и *
2222 = Добавление шаблона для поиска файлов
2223 = Добавление шаблона исключения
2224 = Можно использовать символы ? и *
2225 = Шаблон исключения:
2226 = Удалять файлы в корзину
2227 = Пропускать файлы, к которым был доступ в последние сутки

[Junk Files Cleaner Tool]
2306 = Поиск
2307 = Удалить
2308 = Сканирование
2309 = Идёт поиск ненужных файлов…
2310 = Отмена
2311 = Имя
2312 = Размер
2319 = Всего файлов:
2320 = Общий размер:
2323 = Некоторые файлы используются Windows или другой программой,\n и поэтому сейчас не могут быть удалены.
2324 = Нужно выбрать хотя бы один диск и расширение для запуска сканирования.
2325 = Средство удаление ненужных файлов предоставляет возможности поиска и удаления временных и ненужных файлов различного типа с вашего компьютера. Обычно такие файлы удаляются программой, создавшей их, после того, как в них отпадает необходимость для неё. Однако такие файлы могут удаляться не всегда, например, в случае аварийного завершения работы программы, системного сбоя и так далее. Наличие данных файлов может уменьшать свободное пространство на диске, или могут быть причиной замедления работы других программ и всей системы в целом.
2326 = Файл:
2327 = Удаление файлов
2328 = Ненужных файлов не найдено

[Context Menu Junk Files Cleaner]
2313 = Открыть
2314 = Найти с помощью Google
2315 = Открыть содержащую папку…
2316 = Свойства…
2317 = Выделить все объекты
2318 = Снять выделение со всех объектов
2321 = Отметить выделенные элементы
2322 = Снять отметки с выделенных элементов

[Topmost Window]
4002 = Параметры
4003 = Открыть главное окно
4004 = Режим перетаскивания
4005 = Режим охоты
4006 = Размер
4007 = Малый
4008 = Средний
4009 = Большой
4010 = Размер окна
4011 = Выход
4012 = Деинсталлировать…
4013 = Удалить из автозагрузки
4014 = Завершить процесс
4015 = Завершить и удалить процесс
4016 = Открыть содержащую папку
4017 = Сведения
4018 = Свойства…
4019 = Отмена
4020 = Одновременно поддерживается только один файл.
4021 = Вы перетащили папку. Пожалуйста, перетащите файл.
4022 = Деинсталлировать или удалить:
4023 = Не удалось. Попробуйте указать другое окно, значок или элемент панели задач.
4024 = Не удалось запустить команду деинсталляции.\n Удалите приложение с помощью деинсталлятора.
4025 = Не найден инсталляционный пакет.\nСовет: просмотрите сведения о приложении из главного окна, и\n попробуйте деинсталлировать его вручную.
4026 = Конечное приложение удалено из автозагрузки.\nСовет: используйте инструмент «Диспетчер автозагрузки» если хотите снова добавить приложение в автозагрузку.
4027 = Конечное приложение не найдено в общих местах автозагрузки.\nСовет: для поиска нестандартных мест, используемых для автозапуска приложения, смотрите сайт Google.
4028 = Вы действительно хотите закрыть выбранное приложение?\nВсе несохранённые данные будут утеряны.
4029 = Деинсталляция
4030 = Вы действительно хотите закрыть и удалить выбранное приложение?\nВсе несохранённые данные будут утеряны.
4031 = Вы действительно хотите закрыть проводник Windows?\n Меню «Пуск», панель задач и системный лоток исчезнут.
4032 = Запускать с Windows
4033 = Прозрачность
4034 = Перетащите цель поверх открытого окна, значка или элемента панели задач.
4035 = Поверх всех окон

[Scan After Uninstall]
4210 = Место
4211 = Раздел
4212 = Значение
4213 = Данные
4214 = Файл
4215 = Выберите элементы для удаления.
4216 = Сканирование после деинсталляции
4217 = Выделить все
4218 = Снять выделение
4219 = Удалить
4220 = Оставшиеся файлы
4221 = Оставшиеся записи реестра
4222 = Сканирование перед удалением. Пожалуйста, подождите…
4223 = Запуск деинсталляции…
4224 = Начните поиск оставшихся файлов, папок и разделов реестра после завершения работы стандартного деинсталлятора приложения.
4225 = Сканирование после деинсталляции. Пожалуйста, подождите…
4226 = Тщательно проверьте перечисленные элементы.
4227 = Закрыть
4228 = Оставшиеся в списке файлы будут удалены при следующей перезагрузке компьютера.
4229 = Не удалось запустить стандартный деинсталлятор приложения.\nВозможно, недопустимая команда деинсталляции.
4230 = Назад
4231 = Далее
4232 = Выберите режим деинсталляции
4233 = Режимы
4234 = Стандартный: запуск стандартного деинсталлятора программы без последующего дополнительного сканирования.
4235 = Безопасный: включает в себя стандартный режим, и выполняет дополнительный поиск в системном реестре и на жёстком диске оставшихся объектов, которые можно безопасно удалить. Это самый быстрый режим.
4236 = Умеренный: включает в себя безопасный режим, и выполняет расширенный поиск остатков программы в наиболее общих местах системного реестра и жёсткого диска.
4237 = Расширенный: включает в себя умеренный режим, и выполняет глубокий и повсеместный поиск оставшихся частей программы в системном реестре и на жёстком диске. Это самый медленный режим.
4238 = Анализ данных приложения перед деинсталляцией.
4239 = Запуск стандартного деинсталлятора программы.
4240 = После завершения работы стандартного деинсталлятора программы нажмите кнопку «Далее» для поиска оставшихся файлов, папок и разделов системного реестра.
4241 = Начальный анализ и деинсталляция
4242 = Поиск оставшихся данных
4243 = Работа стандартного деинсталлятора завершена. Сейчас в системном реестре и на жёстком диске производится поиск оставшихся файлов, папок и разделов системного реестра, связанных с деинсталлированным приложением. Пожалуйста, подождите…
4244 = Найденные разделы реестра
4245 = Найдено записей в реестре:
4246 = Примечание: тщательно проверяйте показанные элементы. Будут удалены элементы и вложенные в них элементы, выделенные жирным шрифтом.
4247 = Найденные файлы и папки
4248 = Найдено элементов:
4249 = Мой компьютер
4250 = Не удалось запустить стандартный деинсталлятор приложения. Возможно, недопустимая команда деинсталляции, или программа деинсталляции повреждена. Попробуйте нажать кнопку «Назад», и выбрать другой режим деинсталляции.
4251 = Работа стандартного деинсталлятора приложения завершена. Revo Uninstaller не выполнял поиск оставшихся элементов. Вы можете нажать кнопку «Назад», и выбрать другой режим деинсталляции для поиска оставшихся после деинсталляции файлов, папок и записей реестра.
4252 = Revo Uninstaller успешно завершил процедуру деинсталляции, но оставшиеся элементы не были найдены. Вы можете нажать кнопку «Назад», и выбрать расширенный режим деинсталляции для более глубокого сканирования.
4253 = Revo Uninstaller успешно завершил процедуру деинсталляции. Если вы хотите найти больше оставшихся элементов, то можете нажать кнопку «Назад», и выбрать расширенный режим деинсталляции для более глубокого сканирования.
4254 = Готово
4255 = Вы действительно хотите отправить выделенные файлы в корзину?
4256 = Вы действительно хотите удалить выделенные записи реестра?
4257 = Revo Uninstaller успешно завершил процедуру деинсталляции.
4258 = Вы уверены, что хотите пропустить удаление оставшихся записей в реестре и перейти к следующему этапу деинсталляции?
4259 = Вы уверены, что хотите пропустить удаление оставшихся файлов и папок и перейти к следующему этапу деинсталляции?
4260 = Поиск оставшихся файлов и записей в реестре завершён. Для просмотра результатов поиска нажмите кнопку «Далее».
4261 = Создание точки восстановления системы…
4262 = Ошибка создания точки восстановления системы.
4263 = Создание точки восстановления системы (Параметры->Деинсталляция).
4264 = Создание точки восстановления системы завершено.
4265 = Файловая система
4266 = Сканирование на наличие остатков от
4267 = остатки, найденные в реестре и файловой системе
4268 = остатки, удаленные из реестра и файловой системы
4269 = деинсталлированные программы
4270 = Не удалось создать точку восстановления (обновление системы отключено в параметрах Windows)
4271 = Удаление найденных остатков из реестра и файловой системы...
4272 = Сканирование на наличие остатков...

[About]
4300 = Переводчики:

[ContextMenu Uninstaller]
5000 = Команды
5001 = Сведения
5002 = Найти с помощью Google
5004 = Открыть папку программы…
5005 = Открыть ссылку издателя…
5006 = Открыть ссылку поддержки…
5007 = Открыть ссылку обновления…
5008 = Открыть раздел реестра…

[Common]
10000 = ОК
10001 = Отмена
10002 = Справка
10003 = Обзор…
10004 = Вызов справки…
10005 = Домашняя страница…
10006 = О программе
10007 = Предупреждение
10008 = Ошибка
10009 = Да
10010 = Нет
10011 = Пауза
10012 = Продолжить
10013 = По умолчанию
10014 = Подождите...
10015 = Позднее
10016 = Никогда
10017 = Операция успешно завершена!
10018 = Операция выполняется, подождите...
10019 = Редактировать
10020 = Повторить
10021 = Игнорировать
10022 = Прервать
10023 = Удалить
10024 = Сохранить
10025 = Элементы
10026 = Запустить
10027 = Закрыть (рекомендуется)

[Tooltips]
2000 = Переключение в режим деинсталляции программ
2001 = Переключение в режим различных инструментальных средств
2002 = Настройка параметров программы
2003 = Переключение в режим охоты
2004 = Изменение внешнего вида списка установленных приложений
2005 = Удаление выбранного приложения
2006 = Удаление выбранного элемент из реестра
2007 = Обновление списка установленных приложений
2008 = Поиск доступных обновлений для Revo Uninstaller
2009 = Поиск дополнительной информации и ответов на все ваши вопросы о программе
404 = Запуск выбранного приложения
405 = Остановка и закрытие выбранного приложения
406 = Удаление выбранного приложения из автозагрузки
506 = Очистить выбранные параметры
605 = Очистить выбранные параметры
705 = Очистить выбранные параметры
2106 = Запустить выбранный инструмент
2304 = Поиск ненужных файлов в соответствии с выбранными параметрами
2305 = Удалить отмеченные файлы в корзину



[UninstallerPro]
15000 = Общие
15001 = Управление\nгруппами
15002 = Новые программы
15003 = Остальные программы
15004 = Название
15005 = Переименовать
15006 = Интернет
15007 = Игры
15008 = Мультимедиа
15009 = Утилиты
15050 = Вверх
15051 = Вниз
15052 = Добавить
15053 = Удалить
15054 = Столбцы
15055 = Скрыть этот столбец
15056 = Выравнивание
15057 = По левому краю
15058 = По центру

15059 = По правому краю
15060 = По ширине данных
15061 = Экспорт
15062 = В текстовый формат…
15063 = В формат HTML…


15064 = В формат Microsoft Excel…
15065 = Экспорт
15066 = Выберите столбцы для экспорта:
15067 = Показывать новые программы:
15068 = За последние дни
15069 = Со времени последнего запуска программы
15070 = Название группы:
15071 = Добавить
15072 = группу
15073 = Отслеженные программы
15074 = Отслеженные\nпрограммы
15075 = Все программы
15076 = Все\nпрограммы
15077 = Удалить журнал
15078 = Выборочная деинсталляция
15079 = Изменить значок
15080 = Добавить в группу
15081 = Удалить из группы
15082 = Деинсталляция
15083 = Удаление отслеженных файлов и папок программы:
15084 = Удаление отслеженных записей реестра:
15085 = Остались некоторые данные, которые могут относиться к удалённой программе, но которые не были удалены, поскольку они не были отслежены Revo Uninstaller Pro при установке программы. Если вы хотите просмотреть их и, в конечном счёте, удалить, нажмите кнопку «Расширенное удаление».
15086 = Расширенное удаление
15087 = Файл\Путь к папке
15088 = Загрузка списка…
15089 = Удаление выбранных значений
15090 = Открыть родительский раздел…
15091 = Развернуть все
15092 = Свернуть все
15093 = Параметр
15094 = Папка для журналов:
15095 = Выполнить операцию переименования ранее существовавших системных файлов и папок
15096 = Принудительная деинсталляция
15097 = Принудительное\nудаление
15098 = Развернуть выбранный раздел
15099 = Свернуть выбранный раздел
15100 = Удалить выбранный раздел
15101 = Пометить раздел как созданный
15102 = Добавить в список исключений
15103 = Недопустимый файл журнала
15104 = Файл не существует. Выберите существующий файл или отмените действие.
15105 = Выбор процесса
15106 = Добавить процесс в список
15107 = Полный путь к процессу:
15108 = Добавить раздел реестра
15109 = Путь к разделу реестра
15110 = При помощи режима принудительной деинсталляции вы можете найти файл или указать путь к любой папке программы, которую хотите деинсталлировать. Также вы можете дополнительно ввести название программы. Затем при нажатии кнопки «Далее» Revo Uninstaller Pro сначала попытается найти встроенный деинсталлятор, и, если найдёт его, вы увидите его в списке, и сможете выбрать, запускать его или нет.\n\nВведите точное название и установочную папку программы, которую хотите удалить.
15111 = Режим деинсталляции
15112 = Встроенный
15113 = Безопасный
15114 = Умеренный
15115 = Расширенный
15116 = Полный путь к файлу программы или к папке:
15117 = Точное название программы:
15118 = Найден встроенный деинсталлятор:
15119 = Запустить выбранный встроенный деинсталлятор
15120 = Название программы
15121 = Команда деинсталляции
15122 = Тип
15123 = 32-бит
15124 = 64-бит
15125 = Завершить процесс и продолжить
15126 = Выбранный файл — это работающий процесс. Если хотите должным образом удалить его и связанные с ним элементы, то перед продолжением будет лучше завершить процесс.
15127 = Разделы реестра для исключения
15128 = Включая подразделы
15129 = При запуске открывать страницу «Отслеженные программы»
15130 = Удалять файлы и папки:
15131 = В папку для резервных копий
15132 = В корзину
15133 = Безвозвратно
15134 = Вы действительно хотите удалить выбранные элементы?
15135 = Папки
15136 = Файлы
15137 = Возможно связанные файлы и папки
15138 = Возможно связанные элементы реестра
15139 = Разделы:
15140 = Значения:
15141 = Отслеженные файлы и папки
15142 = Выполнить операцию переименования ранее существовавших системных файлов и папок
15143 = Вы действительно хотите удалить выбранные элементы?
15144 = Выбранные, но оставшиеся файлы, будут удалены при следующем запуске системы.
15145 = Отслеженные элементы реестра
15146 = Удаление…
15147 = Поиск оставшихся файлов, папок и записей реестра на основе имеющейся начальной информации
15148 = Анализ и запуск встроенного деинсталлятора программы
15149 = После завершения работы стандартного деинсталлятора программы нажмите кнопку «Поиск» для поиска оставшихся файлов, папок и разделов системного реестра.
15150 = Недостаточно места на диске для записи файла кэша данных
15151 = Ошибка записи файла кэша. Вы уверены, что у вас есть необходимые права?
15152 = Ошибка чтения файла кэша данных
15153 = Revo Uninstaller Pro не обнаружил ненужных элементов
15154 = Поиск
15155 = Выборочная\nдеинсталляция
15156 = Модуль «Все программы» показывает все установленные программы и компоненты, как для текущего пользователя, так и для всех пользователей системы, подразделяясь на две группы — «Новые программы» и «Остальные программы». Используя режим таблицы, или контекстное меню, вы можете получить дополнительную информацию (ссылки и свойства установленных программ). Настройки модуля расположены в подпункте «Все программы» под пунктом «Деинсталляция» в окне настроек программы.
15157 = Модуль «Отслеженные программы» показывает все программы, установку которых вы отследили при помощи Revo Uninstaller Pro. Для отслеживания установки программы с помощью Revo Uninstaller Pro вы можете запустить установочный файл с помощью правой кнопки мыши или нажав на панели инструментов кнопку «Установка программы». Настройки модуля расположены в подпункте «Отслеженные программы» под пунктом «Деинсталляция» в окне настроек программы.
15158 = Регистрация…
15159 = Вызов справки…
15160 = Установка программы…
15161 = Установка\nпрограммы
15162 = Создавать перед деинсталляцией точку восстановления системы и полную копию системного реестра
15163 = Создание полной копии системного реестра…
15164 = Создание точки восстановления системы и полной копии реестра отключено в настройках
15165 = Создание полной копии системного реестра завершено.
15166 = Ошибка создания полной копии системного реестра.
15167 = (не поддерживается в Windows Vista и Windows 7)
15168 = Журналы:
15169 = Или щелчок правой кнопкой мыши по значку «Режим охоты» и выбрать «Выход»
15170 = Открывать мастера деинсталляции в развёрнутом виде
15171 = Путь к папке
15172 = Для просмотра справки установите программу для чтения файлов PDF
15173 = Добавить новую группу…
15174 = Удалить выбранные журналы
15175 = Восстановить кэш файл
15176 = Вы уверены, что хотите восстановить кэш файл?\nВсе ваши настройки программы будут сброшены!
15177 = Управление
15178 = Экспорт, импорт или редактирование отчёта
15179 = Изменить\nили Исправить
15180 = Изменить или исправить
15181 = Обновление
15182 = База журналов
15183 = База\nжурналов
15184 = Программы:
15185 = Название программы
15186 = Версия программы
15187 = Версия Windows
15188 = Разрядность Windows
15189 = Найдено:
15190 = Показывать журналы, совместимые с %s
15191 = Показывать только %s журналы
15192 = Подходящие журналы:
15193 = База журналов:
15194 = Искать по:
15195 = журнал
15196 = журнала(ов)
15197 = программа
15198 = программ(ы)
15199 = Имя
15200 = Быстрое удаление
15201 = Быстрое\nудаление
15202 = Создание начальной резервной копии
15203 = Удаление программы %d из %d
15204 = Начальный анализ - готово!
15205 = Запуск встроенного деинсталлятора программы - готово!
15206 = Запуск встроенного деинсталлятора программы - не в этот раз...
15207 = Поиск оставшихся файлов, папок и значений реестра...
15208 = Удаление найденных элементов...
15209 = Удалено %d разделов реестра и %d значений
15210 = Удалено %d папок и %d файлов
15211 = Быстрое удаление завершено!
15212 = Статус
15213 = После завершения работы встроенного деинсталлятора, нажмите на кнопку "Продолжить" для продолжения процесса удаления.
15214 = Продолжить
15215 = Импортировано
15216 = Добавить комментарий
15217 = Редактировать комментарий
15218 = Модули
15219 = Дата журнала
15220 = Подготовка данных журнала для деинсталляции...
15221 = %d из %d элементов
15222 = Выполнение необходимых операций переименования...
15223 = Вы действительно хотите удалить выделенный журнал?
15224 = Вы действительно хотите удалить выделенные журналы?
15225 = Удаление журналов: %d из %d
15226 = Экспортировать все
15227 = Пропустить\nСоздать резервную копию
15228 = Пропустить создание точки восстановления и полной копии реестра
15229 = Создание полной копии реестра - пропущено!
15230 = Создание точки восстановления - пропущено!
15231 = Редактировать журнал
15232 = Импортировать журнал
15233 = Экспортировать журнал
15234 = Разбор журнала -
15235 = Переименовать журнал
15236 = Имя журнала
15237 = Сохранить
15238 = Изменить
15239 = Значок
15240 = Индекс значка
15241 = Автор
15242 = Время создания
15243 = Время последней модификации
15244 = Расчётный размер
15245 = Разделов реестра
15246 = Значений реестра
15247 = Создано
15248 = Удалено
15249 = Переименовано
15250 = Перезаписано
15251 = Неизвестно
15252 = Старое имя
15253 = Полное имя
15254 = Старое полное имя
15255 = Старые данные
15256 = Значение реестра с таким же именем уже существует!
15257 = Добавить раздел
15258 = Имя раздела:
15259 = Не модифицировано
15260 = Редактировать раздел
15261 = Добавить значение
15262 = Редактировать значение
15263 = Установить
15264 = Старый тип
15265 = Принудительно остановить исполняемые файлы во время их деинсталляции
15266 = Искать подходящий журнал перед обычным удалением программы
15267 = Вы действительно хотите выполнить быстрое удаление выбранных программ?
15268 = Найден подходящий журнал среди Ваших журналов, который будет использован для деинсталляции\nЗапуск встроенного деинсталлятора для обычного удаления.
15269 = Найден подходящий журнал среди базы журналов, который будет использован для деинсталляции\nЗапуск встроенного деинсталлятора для обычного удаления.
15270 = После завершения работы встроенного деинсталлятора, нажмите на кнопку "Продолжить" чтобы увидеть оставшиеся файлы, папки и значения реестра.
15271 = Ошибка при загрузке файла журнала!
15272 = Ошибка при переименовании загруженного файла журнала!
15273 = В модуле "База журналов" отображается список журналов отслеженных программ, которые совместимы с Вашей системой. Эти журналы хранятся на нашем веб-сайте. Вы можете с лёгкостью (кликом по кнопке "Удалить") воспользоваться этими журналами для деинсталляции программ с Вашего компьютера.
15274 = Ваша версия:
15275 = Обновить сейчас
15276 = Автоматически обновлять базу журналов
15277 = Ошибка при загрузке базы журналов!
15278 = Ошибка при обновлении базы журналов!
15279 = Ошибка при извлечении базы журналов!
15280 = Ошибка при открытии базы журналов!
15281 = Введите Ваш комментарий:
15282 = Выбрать значок
15283 = Путь к файлу:
15284 = Выбрать значок из списка:
15285 = Файл
15286 = Папка
15287 = Экспортируемый журнал -
15288 = Импортируемый журнал -
15289 = %d%% завершено
15290 = Экспортировано
15291 = Найдены подходящие журналы
15292 = Да (рекомендуется)
15293 = Перечисленные журналы, созданные Вами, выглядят подходящими для программы, которую Вы удаляете. Желаете использовать информацию из этих журналов при деинсталляции?
15294 = Загружаемый журнал -
15295 = Перечисленные журналы, найденные в базе журналов, выглядят подходящими для программы, которую Вы удаляете. Если Вы желаете использовать любой из них во время деинсталляции, установить флажок перед нужным.
15296 = Существует подходящий журнал из нашей базы журналов.\nЖелаете воспользоваться им для более полного удаления программы?
15297 = Вы уверены, что хотите удалить выбранный журнал(ы) из списка?
15298 = Вы должны выбрать хотя бы один столбец для экспорта!
15299 = Обзор для
15300 = Использовать выбранный журнал
15301 = Источник
15302 = Вы не выбрали встроенный деинсталлятор из списка.\nВы уверены, что хотите продолжить поиск остатков и пропустить использование встроенного деинсталлятора?
15303 = Выберите встроенный деинсталлятор из списка, если Вы хотите использовать его во время процесса удаления.
15304 = Вы не выбрали журнал из списка.\nВы уверены, что хотите продолжить поиск остатков и пропустить использование журнала?
15305 = Выберите журнал из списка, если Вы хотите использовать его во время процесса удаления.
15306 = Загрузка базы журналов...
15307 = Создавать перед деинсталляцией полную копию системного реестра
15308 = Создание перед деинсталляцией полной копии системного реестра отключено (Параметры->Деинсталляция)
15309 = Путь:
15310 = Использовать данные деинсталлятора для получения даты установки
15311 = Установить программу с \nRevo Uninstaller Pro
15312 = Объединить выбранные журналы
15313 = Вы действительно хотите объединить выбранные журналы??\nЭта команда подходит для журналов, связанных с одной программой, и объединяет их в единый журнал.
15314 = Имя объединённого журнала
15315 = Папки для исключения
15316 = Файлы и папки для исключения
15317 = Ветви реестра для исключения
15318 = Удаление %s было прервано перезагрузкой компьютера. Желаете продолжить процесс удаления?
15319 = Все журналы операций на текущем компьютере
15320 = Трансфер
15321 = Резервирование
15322 = Восстановление
15323 = Выберите основную папку портативной версии
15324 = Журналы резервного копирования
15325 = Восстановить журналы
15326 = Перезаписать существующие журналы с тем же именем?
15327 = Ошибка при обнаружении папки данных установленной Revo Uninstaller Pro.
15328 = Поиск исполняемого файла...
15329 = Невозможно запустить программу
15330 = Программа уже запущена
15331 = Похоже, что запущенная программа не имеет пользовательского интерфейса
15332 = Похоже, что программа преждевременно завершила работу
15333 = Ожидание пользовательского интерфейса...
15334 = Показывать флажки в подробном режиме отображения
15335 = Путь не существует!
15336 = Экспортировать данные журналов
15337 = Перечисленные программы установлены в ту же папку, что и %s. Будут найдены остатки всех этих программ.\nВы действительно желаете продолжить?
15338 = Найдены похожие программы
15339 = Автоматически удалять все найденные остатки
15340 = Найдено %d остатков в реестре
15341 = Удаление %d остатков из реестра...
15342 = Найдено %d оставленных папок и %d файлов
15343 = Удаление %d оставленных папок и %d файлов...
15344 = Выбрано %d
15345 = Показать опцию сканирования всех аккаунтов Windows на наличие остатков
15346 = Выберите цветовую тему
15347 = Классическая
15348 = Темная
15349 = Вы всегда можете изменить эти настройки позднее
15350 = Анализ встроенных деинсталляторов для удаления программ по умолчанию и запуск их без звука (если возможно)
15351 = Запуск команд по деинсталляции программ по умолчанию для начала удаления
15352 = Сканировать все аккаунты Windows на наличие остатков
15353 = Установить из всех аккаунтов Windows
15354 = Выполнение встроенного деинсталлятора %s
15355 = После завершения работы деинсталлятора ( %s ) по умолчанию нажмите кнопку "Сканировать" для сканирования на наличие остатков
15356 = Уровень журнала изменен на %d.
15357 = Продолжить операцию деинсталляции?
15358 = Вы уверены, что хотите отменить процесс удаления?

[Auto Run Manager Pro]
15800 = Добавить
15801 = Добавление программы в автозагрузку Windows
15802 = Установить автозапуск программы для:
15803 = Всех пользователей
15804 = Текущего пользователя
15805 = Установить автозапуск программы:
15806 = В реестр: Run — при каждом запуске Windows
15807 = в реестр: RunOnce — только один раз при следующем запуске Windows
15808 = В папку автозагрузки — при каждом запуске Windows
15809 = Полный путь:
15810 = Название:
15811 = Удалён из автозагрузки
15812 = Удалены незапущенные элементы из автозагрузки
15813 = Удалены все отключённые элементы из автозагрузки
15814 = Службы
15815 = Открыть Службы Windows
15816 = Запланированные задачи
15817 = Включить
15818 = Отключить

[General App]
16001 = Печать
16002 = Просмотр печати
16003 = Настройка печати…
16004 = Вид
16005 = Главное меню
16006 = Панель инструментов
16007 = Краткая справка
16008 = Строка состояния
16009 = Инструменты
16010 = Файл
16011 = Диспетчер\nавтозагрузки
16012 = Удаление\nненужных файлов
16013 = Инструменты\nWindows
16014 = Очистка\nбраузеров
16015 = Очистка\nMicrosoft Office
16016 = Очистка\nWindows
16017 = Удаление\nданных
16018 = Безвозвратное\nудаление данных
16019 = Резервное\nкопирование
16020 = Установить с помощью Revo Uninstaller Pro
16021 = Удалить с помощью Revo Uninstaller Pro
16022 = Установить выбранную программу с помощью Revo Uninstaller Pro
16023 = Удалить выбранную программу с помощью Revo Uninstaller Pro
16024 = Папка для копий:
16025 = Сохранять копии удалённых элементов системного реестра
16026 = Сохранять копии удалённых файлов и папок
16027 = Microsoft Excel не установлен на этом компьютере (код ошибки: 0x%08X).
16028 = Не удалось запустить Microsoft Excel (код ошибки: 0x%08X).
16029 = Неизвестная ошибка.
16030 = Реестр
16031 = Пропускать информационные сообщения
16032 = Пропускать предупреждающие сообщения
16033 = Процессы
16034 = Отслеживать программы в компактном режиме окна
16035 = Включая процессы:
16036 = Исключая процессы:
16037 = Путь к процессу
16038 = Визуальная тема:
16039 = Панели инструментов
16040 = Показывать подписи к кнопкам
16041 = Мелкие значки
16042 = Синяя
16043 = Серая
16044 = Чёрная
16045 = Серебристая
16046 = Классическая Windows
16047 = Классическая Windows 2
16048 = Классическая сглаженная
16049 = Приобрести
16050 = После покупки Revo Uninstaller Pro вы получите серийный номер на свой электронный адрес. Вставьте его в форму ниже и нажмите кнопку «Активация» для активации программы. Для активации требуется подключение к интернету, и ваш брандмауэр не должен блокировать Revo Uninstaller Pro. Если у вас возникли вопросы в связи с регистрацией, то свяжитесь с нами: registration@revouninstaller.com.
16051 = Регистрация
16052 = Вставьте серийный номер:
16053 = Активация
16054 = Все права защищены.
16055 = Зарегистрированная версия
16056 = Незарегистрированная версия
16057 = Вы действительно хотите удалить созданные резервные копии, журналы и другие данные. Нажмите кнопку «Нет», если вы обновляете программу.
16058 = Переводчик:
16059 = Ежедневно создавать полную копию системного реестра
16060 = Удалять журналы отслеженных программ после деинсталляции
16061 = Мелкие значки в режиме таблицы
16062 = Показывать в контекстном меню Windows команды «Установить с помощью Revo Uninstaller» и «Удалить с помощью Revo Uninstaller»
16063 = По умолчанию выделять все оставшиеся файлы и записи в реестре
16064 = Тёмно-серая
16065 = Синий 2
16066 = Показать Revo Uninstaller Pro в Панели управления
16067 = Пропускать запрос контроля учетных записей (UAC)
16070 = Панель команд
16071 = Пользовательский
16072 = Тема
16073 = Пользовательский цвет фона
16074 = Пользовательский цвет выделения
16075 = Пожалуйста, закройте Revo Uninstaller Pro, прежде чем начать импорт импорт журнала.\nИли же импортируйте журнал, используя кнопку "Управление" на панели инструментов в модуле "Отслеженные программы".
16076 = Активировать
16077 = Выберите метод активации
16078 = Онлайн-активация
16079 = Активация при помощи файла
16080 = Ваш 30-дневный оценочный период закончился. Если желаете продолжить использование продукта, Вам необходимо приобрести лицензию.
16081 = После приобретения лицензии на Revo Uninstaller Pro, Вы получите серийный номер на e-mail. Для того чтобы активировать Revo Uninstaller Pro, Вы должны ввести имя и серийный номер в форму ниже (рекомендуется использование команд "Копировать", "Вставить") и нажать на кнопку "Онлайн-активация". Для активации требуется Интернет-соединение, поэтому убедитесь, что Ваш файрвол не блокирует Revo Uninstaller Pro. По всем вопросам и проблемам, связанным с регистрацией, обращайтесь по адресу: registration@revouninstaller.com
16082 = После приобретения лицензии на Revo Uninstaller Pro, Вы получите серийный номер на e-mail. Для того чтобы активировать Revo Uninstaller Pro, используя файл, Вы должны ввести имя и серийный номер в форму ниже (рекомендуется использование команд "Копировать", "Вставить") и нажать на кнопку "Сохранить файл". После чего отправьте созданный файл на адрес support@revouninstaller.com или  registration@revouninstaller.com. В течение 24 часов мы отправим Вам код разблокировки для завершения активации Revo Uninstaller Pro. По всем вопросам и проблемам, связанным с регистрацией, обращайтесь по адресу: registration@revouninstaller.com
16083 = Вы выбрали активацию Revo Uninstaller Pro, используя файл. После отправки файла активации на нашу электронную почту, Вы получите код разблокировки. Его необходимо ввести в соответствующее поле чуть ниже (рекомендуется использование команд "Копировать", "Вставить"), а затем нажать на кнопку "Активировать". По всем вопросам и проблемам, связанным с регистрацией, обращайтесь по адресу: registration@revouninstaller.com
16084 = На Вашем компьютере произошли изменения, требующие повторной активации Revo Uninstaller Pro. Пожалуйста, нажмите на кнопку "Активировать". По всем вопросам и проблемам, связанным с регистрацией, обращайтесь по адресу: registration@revouninstaller.com
16085 = Активация завершена!
16086 = Активация не удалась!
16087 = Нет соединения с сервером активации. Пожалуйста, убедитесь, что Ваш файрвол не блокирует Revo Uninstaller Pro.
16088 = Введите имя пользователя:
16089 = Введите серийный номер:
16090 = Введите код разблокировки:
16091 = Сбросить процесс активации
16092 = Осталось дней:
16093 = Сохранить файл
16094 = Зарегистрировано на
16095 = Активировать
16096 = Активация... Пожалуйста, подождите...
16097 = Неправильный серийный номер.\nПожалуйста, скопируйте и вставьте серийный номер вместо ввода его вручную.
16098 = Пожалуйста, перезапустите Revo Uninstaller Pro 
16099 = Тёмний режим
16100 = Серийный номер:
16101 = Информация о лицензии:
16102 = Оставить отзыв
16103 = Онлайн-поддержка
16104 = Сброс настроек панели основного окна
16105 = Сброс настроек панели "Таблица"
16106 = Успешняй сброс!\nПерезапустите Revo Uninstaller Pro, чтобы применить изменения
16107 = Отсутствуют отмеченные элементы.\nВы должны отметить хотя бы один элемент, чтобы продолжить.
16108 = Отображать заставку при запуске
16109 = Очистка истории
16110 = Очистка\nистории
16111 = Больше\nкоманд
16112 = Revo Uninstaller Pro уже запущен!
16113 = Истекает срок действия подписки на обновление                                                                                                                                                                                            
16114 = Обновить сейчас 
16115 = Подписка на обновление закончилась на %s! 
16116 = Подписка на обновления
16117 = Если вы желаете устанавливать последние версии Revo Uninstaller Pro после этой даты, вам необходимо продлить вашу подписку на обновления.
16118 = Напоминание о пробной версии
16119 = Благодарим за использование Revo Uninstaller Pro. Вы используете 30-дневную полнофункциональную пробную версию. Если вам нравится эта программа и вы желаете использовать её после истечения пробного периода, вам необходимо приобрести лицензию.
16120 = Ваша подписка позволяет вам установить и активировать версию Revo Uninstaller Pro, выпущенную до %s. Если вы желаете установить последнюю версию Revo Uninstaller Pro, вам необходимо продлить подписку.
16121 = Нравится
16122 = Деактивированная лицензия
16123 = Ваша лицензия была деактивирована. Если вы захотите снова использовать Revo Uninstaller Pro, вам необходимо будет зарегистрировать её с использованием действующего серийного номера.
16124 = Деактивировать лицензию
16125 = Используемый ключ активации успешно деактивирован.
16126 = Деактивация не удалась!
16127 = Вы действительно хотите деактивировать свою лицензию??\nТекущая установка Revo Uninstaller Pro перестанет работать! Продолжайте только в том случае, если вы желаете переместить свою лицензию на другой компьютер.
16128 = Деактивировать
16129 = Деактивация вашей лицензии. Пожалуйста, подождите...


16130 = день
16131 = Серийный номер был применён к текущему файлу лицензии.
16132 = Ваша подписка на обновления истекла %s, поэтому вы не можете обновить текущую версию Revo Uninstaller Pro. Пожалуйста, продлите свою подписку на обновления, если желаете установить последнюю версию.
16133 = Текст кнопки управления
16134 = Введите любое имя пользователя
16135 = Успешно импортировано!\nПерезапустите Revo Uninstaller Pro для изменения.
16150 = Цвет фона диалогов
16151 = Цвет текста
16152 = Цвет элементов управления фоном
16153 = Цвет выделения
16156 = Отключить все анимации текста
16157 = Получить наше приложение для Android
16158 = Загрузить наше приложение для Android
16159 = Копировать в буфер обмена

[AppBar]
16900 = Сохранить журнал изменений в системе
16901 = Остановить мониторинг инсталляции
16902 = Revo Uninstaller Pro отслеживает изменения в системе. Продолжайте установку как обычно. Пожалуйста, не запускайте никаких других установочных файлов, программ и прочих файлов во время установки программы. После установки программы запустите её, настройте и закройте. Затем нажмите кнопку «Остановить» (красный квадрат), и сохраните журнал.
16903 = Введите имя журнала:
16904 = Введите имя журнала изменений и нажмите кнопку «Сохранить»
16905 = Revo Uninstaller Pro отслеживает инсталляцию
16906 = Revo Uninstaller Pro сохраняет данные
16907 = Не удалось получить прав на выключение компьютера. Попробуйте сделать это вручную.
16908 = Не удалось настроить права на выключение компьютера. Попробуйте сделать это вручную.
16909 = Пожалуйста введите правильное имя журнала!
16910 = Вы уверены, что хотите отменить процесс ведения журнала?

[JunkFilesCleanerPro]
17000 = Исключения
17001 = Последнее изменение
17002 = Сканировать папку...
17003 = Включить
17004 = Папки для включения в качестве нежелательных

[Windows Apps]
17100 = Приложения\nWndows
17101 = Приложения Windows
17102 = Приложение Windows
17103 = Всего приложений
17104 = Приложение
17105 = Приложения
17106 = Модуль "Приложения Windows" отображает все установленные Windows-приложения и помогает вам удалить любое из них в один клик. Некоторые приложения, выпущенные Microsoft, идут предустановленными с операционной системой, другие установлены через Microsoft Store. Больше информации о любом приложении можно получить из контекстного меню.
17107 = Анализ и запуск стандартной команды удаления.
17108 = После завершения стандартной деинсталляции нажмите на кнопку "Сканировать" для начала сканирования оставшихся файлов, папок и значений реестра.
17109 = Вы действительно желаете удалить выбранное приложение?
17110 = Не удалось запустить выбранное приложение Windows!
17111 = Открыть в Microsoft Store
17115 = Остановить
17116 = Сбросить приложение
17117 = Сбросить Microsoft Store
17118 = Невозможно прекратить работу выбранного приложения.
17119 = Будет восстановлено приложение до его исходной конфигурации.\nПродолжить?
17120 = Будет восстановлен Microsoft Store до его исходной конфигурации.\nПродолжить?
17121 = Ошибка встроенной деинсталляции %s.\nМы рекомендуем проверить целостность ваших системных файлов или сбросить приложение %s и попытаться снова.
17122 = Ошибка деинсталляции

[Browser Extensions]
17200 = Расширения\nбраузеров
17201 = Расширения браузеров
17202 = Расширения MS Edge
17203 = Тип
17204 = Расширение
17205 = Плагин
17206 = Приложение
17207 = Помощник
17208 = Панель инструментов
17209 = Поставщик поиска
17210 = %s работает. Завершить (принудительная остановка) процесс для продолжения?\nНесохранённая информация вашего браузера может быть потеряна.
17211 = Всего расширений
17212 = расширение
17213 = расширения
17214 = Модуль "Расширения браузеров" отображает и помогает вам удалить различные дополнительные компоненты (называемые расширениями или аддонами), которые популярные браузеры вроде Google Chrome, Microsoft Edge, Mozilla Firefox и Internet Explorer позволяют вам установить для расширения своего функционала. Колонка "Тип" отображает вам тип расширения в соответствии с браузером.
17215 = Вы действительно хотите удалить выбранное расширение(я)?
17216 = Удаление расширения %s
17217 = Во избежание автоматической переустановки расширения, пожалуйста, выключите синхронизацию приложений и расширений в настройках Chrome, после чего продолжите процесс удаления.
17218 = Вы выбрали предуставноленное расширение.
17219 = Браузер
17220 = Профиль
17221 = %s работает.◙ Нажмите 'k', чтобы убить или принудительно закрыть его (не сохраненные данные в вашем браузере могут быть потеряны).◙ Нажмите любую другую клавишу, чтобы отменить.
17222 = %s работает. Закройте его, чтобы продолжить.

[EvidenceRemoverPro]
17300 = Тип
17301 = Общий размер
17302 = Свободно
17310 = Локальный диск
17311 = Съёмный диск
17312 = Оставшееся время:
17313 = дней 
17314 = часов
17315 = минут
17316 = секунд
17317 = Вы уверены, что хотите остановить процесс?

[WindowsToolsPro]
17400 = Восстановление системы
17401 = Диагностика сети
17402 = Информация о сети
17403 = Центр поддержки
17404 = Свойства системы
17405 = Сведения о системе
17406 = TCP/IP Команда Netstat
17407 = Экранная клавиатура
17408 = Дефрагментация диска
17409 = Службы
17410 = Общие папки
17411 = Групповая политика
17412 = Добавление/Удаление компонентов Windows
17413 = Средство удаления вредоносных программ Microsoft Windows
17414 = Архивация и Восстановление
17415 = Планировщик заданий
17416 = Проверка диска Check Disk
17417 = Проверка системных файлов
17418 = Очистка диска
17419 = Монитор ресурсов
17420 = Обслуживание и управление образами развертывания
17421 = Очистка кэша DNS
17422 = Информация и диагностика DirectX
17450 = Программа архивации Windows позволяет создавать копии файлов данных для всех пользователей компьютера. Можно предоставить Windows выбор объектов для резервного копирования или самостоятельно выбрать отдельные папки, библиотеки и диски для архивирования.
17451 = Планировщик заданий - это оснастка MMC, позволяющая назначать автоматически выполняемые задания, запуск которых производится в определенное время или при возникновении определенных событий. Планировщик заданий содержит библиотеку всех назначенных заданий, обеспечивая возможность быстрого просмотра и удобного управления заданиями. Из библиотеки можно запустить, отключить, изменить и удалить задание.
17452 = Этот инструмент проверяет логическую целостность файловой системы, исследует проблемы, связанные с плохими секторами, потерянными кластерами и так далее. Эти проблемы могут быть вызваны сбоями или зависаниями системы, неправильным выключением компьютера.
17453 = Утилита проверки системных файлов позволяет Вам просканировать и восстановить повреждённые системные файлы Windows. Если она находит проблему, то пытается заменить проблематичный файл оригинальным, для чего может потребоваться оригинальный установочный диск Windows.
17454 = Очистка диска - это утилита для обслуживания компьютера, предназначенная для освобождения дискового пространства на жёстком диске. Она позволяет пользователю удалять файлы, которые более не нужны и могут быть безопасно удалены (кэш, временные файлы, а также файлы журналов, созданные операционной системой и другими программами).
17455 = Монитор ресурсов отображает информацию об использовании аппаратных (процессор, память, диск, сеть) и программных (модули и дескрипторы файлов) ресурсов в реальном времени. Этот инструмент через графическое представление помогает вам определить, сколько ресурсов сколько ресурсов используется в данный момент или использовано за некоторое время. Таким образом вы можете проверить производительность конкретного ресурса и определить дальнейшие действия для улучшения производительности компьютера.
17456 = DISM запускает сканирование на наличие повреждений и устраняет проблемы, обнаруженные в операционной системе.
17457 = Если у вас возникли проблемы с доступом к веб-странице или использование онлайн-службы, возможно, устройство имеет кэш с устаревшей записью DNS, которую необходимо вручную очистить или сбросить.
17458 = Инструмент диагностики DirectX отображает множество информации о DirectX, а также позволяет выполнять основные диагностические тесты в системе DirectX.

17480 = Инструмент
17481 = Командная строка
17482 = Добавить собственный инструмент
17483 = Изменить инструмент
17484 = Собственный инструмент уже существует.\nВведите другое имя.

[WindowsCleanerPro]
17500 = Удалить кэш миниатюр

[UnrecoverableDeletePro]
17600 = Добавить файлы
17601 = Добавить папку
17602 = Удалить безвозвратно
17603 = Удаление
17604 = Расчёт...
17605 = Оставшиеся элементы в списке не могут быть удалены прямо сейчас.\nУбедитесь, что они не используются Windows или другой программой и попробуйте снова.
17606 = Удалить выбранные элементы из списка

[Backup Manager]
17800 = Резервное копирование
17801 = Восстановить
17802 = Удалить
17803 = Удалить все
17804 = Выборочное\nвосстановление
17812 = Загрузка данных…
17813 = Назад
17814 = Далее
17815 = Не найдена точка восстановления
17816 = Обработка
17817 = Резервирование %d из %d элементов
17818 = Точки восстановления:
17819 = Общий размер:
17820 = Диспетчер резервного копирования поможет вам управлять резервной информацией, сохранённой Revo Uninstaller Pro, после каждого удалённого элемента реестра, файла или папки. При возврате к точке восстановления вы можете восстановить все удалённые данные или выбрать конкретные данные для восстановления. Если нуждаетесь в дополнительном свободном пространство на диске, то можете удалить одну или несколько точек восстановления.
17821 = Имя
17822 = Действие
17823 = Размер
17824 = Элементы реестра
17825 = Файлы и папки
17826 = Время
17827 = Дата
17830 = Ключ/Параметр
17831 = Данные
17835 = Значение по умолчанию
17836 = Восстановлено %d из %d элементов
17837 = Восстановление
17838 = Файл/Имя папки
17839 = Выборочное восстановление
17840 = Ошибка чтения файла резервной копии.
17841 = Файлы и папки для восстановления
17842 = Элементы реестра для восстановления
17843 = Недостаточно места на диске для записи файла резервной копии.
17844 = Ошибка записи файла резервной копии.
17845 = Вы действительно хотите восстановить действие %s из %s?
17846 = Вы действительно хотите удалить все точки восстановления?
17847 = Удалить\nпо времени
17848 = Удалить резервные копии, старше даты или периода
17849 = Удалить все резервные копии, старше, чем:
17850 = Выбранная дата:
17851 = Одна неделя
17852 = Две недели
17853 = 30 дней
17854 = 90 дней
17855 = 180 дней
17856 = Один год
17857 = Пользовательская дата
17858 = Вы выбрали дату новее, чем сегодня\nЭто удалит все резервные копии! Продолжить?

[TooltipsPro]
18200 = Настройка параметров Revo Uninstaller Pro
18201 = Изменение внешнего вида списка отслеженных приложений
18202 = Управление резервными копиями, созданными Revo Uninstaller Pro
18203 = Установка программ с помощью Revo Uninstaller Pro
18204 = Принудительная деинсталляция остатков уже удалённых приложений
18205 = Показать все установленные программы
18206 = Показать отслеженные программы
18207 = Удалить выбранную отслеженную программу
18208 = Расширенное удаление выбранной отслеженной программы
18209 = Восстановить выбранную точку восстановления Revo Uninstaller Pro
18210 = Расширенное восстановление выбранной точки восстановления Revo Uninstaller Pro
18211 = Удалить выбранную точку восстановления Revo Uninstaller Pro
18212 = Добавить программу в автозагрузку при запуске Windows
18213 = Выполнить операцию удаления данных на отмеченных дисках
18214 = Добавить файлы для полного удаления
18215 = Добавить папку для полного удаления
18216 = Удалить добавленные файлы и папки
18217 = Удалить отмеченные файлы
18218 = Изменияет или Исправляет установку выделенных программ
18219 = Выполняет быструю деинсталляцию выделенных программ (все найденные остатки автоматически удяляются)
18220 = Добавляет новый элемент в журнал
18221 = Изменяет выделенный элемент
18222 = Удаляет выделенный элемент из журнала
18223 = Экспортирует текущую информацию журнала в HTML

[Portable]
18500 = Ошибка загрузки обновления!
18501 = Ошибка распаковки обновления!
18502 = Обновление
18503 = Обновление успешно завершено!
18504 = %d из %d файлов
18505 = Портативность
18506 = Использовать пользовательскую папку хранения данных
18507 = Включить режим быстрой загрузки
18508 = Принять
18509 = Лицензионное соглашение

[UninstallHistory]
32900 = История деинсталляций
32901 = Удалить все
32902 = Экспорт деталей
32903 = Наименование приложения
32905 = Деинсталлированные программы:
32907 = Журналы деинсталляции:
32909 = Деинсталлированные приложения:
32910 = Импортируемый журнал
32911 = Журнал пользователя
32912 = История деинсталляций отслеживает все выполненные деинсталляции и предоставляет подробную информацию об удаленных программах и всех удаленных остаточных данных.
32917 = Детали программы:
32918 = Результат операции:
32919 = Операции с файлами и папками:
32920 = Операции с реестром:
32921 = Детали журнала:
32922 = Детали приложения:
32923 = Ключи реестра успешно удалены
32924 = Значение реестра успешно удалено
32925 = Файлы успешно удалены
32926 = Папки успешно удалены
32927 = Установить для удаления при перезагрузке
32928 = Ключи реестра не удалены
32929 = Значение реестра не удалено
32930 = Итог
32931 = Удаленные остаточные ключи реестра:
32932 = Удаленные остаточные значения реестра:
32933 = Удаленные остаточные папки:
32934 = Удаленные остаточные файлы:
32935 = Освобождено свободное место от остатков:
32936 = Подробнее
32937 = Вы деинсталлировали
32938 = Завершены операции деинсталляции